<template>
    <div id='home'>
        <div class="content">
            <Slider></Slider>
            <div class="newsList">
                <ul>
                    <li>
                        <a href="conText.html">
                            <h2>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</h2>
                            <p>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</p>
                        </a>
                    </li>
                    <li>
                        <a href="conText.html">
                            <h2>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</h2>
                            <p>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</p>
                        </a>
                    </li> <li>
                    <a href="conText.html">
                        <h2>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</h2>
                        <p>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</p>
                    </a>
                </li> <li>
                    <a href="conText.html">
                        <h2>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</h2>
                        <p>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</p>
                    </a>
                </li> <li>
                    <a href="conText.html">
                        <h2>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</h2>
                        <p>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</p>
                    </a>
                </li> <li>
                    <a href="conText.html">
                        <h2>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</h2>
                        <p>还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款还可以降低首付款</p>
                    </a>
                </li>
                </ul>
            </div>
        </div>
    </div>
 </div>

</template>

<script>
import Slider from './Slider.vue'
	export default {
		data(){
			return {
				arrList:[]
			}
		},
		components:{
			Slider
		},
		mounted(){
			//获取数据

		}
	}

</script>